{
  "introPage": {
    "section1": {
      "title": "What is C-Canteen?",
      "paragraph": "C-Canteen is a smart canteen management system designed to enhance the dining experience by making it more convenient, faster, and efficient. It integrates AI technology and real-time data to automate key aspects of the canteen experience from detecting available seating and ordering food from vendors, to payment and order tracking. Everything is combined into a single, easy-to-use app that helps reduce congestion, save time, and meet the needs of modern lifestyles."
    },
    "section2": {
      "title": "Goals and Benefits",
      "bullet1": "Manage canteen seating in real time using AI that accurately detects available seats.",
      "bullet2": "Reduce wait times and crowding with a smooth and fast in-app food ordering system.",
      "bullet3": "Enhance user satisfaction with a more modern and organized canteen experience.",
      "bullet4": "Help food vendors reduce errors from traditional order-taking and provide clear tracking for both parties."
    },
    "section3": {
      "title": "Who is this manual for?",
      "subtitle1": "Students and Staff",
      "sentence1": "Using canteen services in universities, organizations, or large educational institutions who want a more convenient way to order food and find seating.",
      "subtitle2": "Canteen Vendors",
      "sentence2": "Looking to improve order efficiency, reduce mistakes, and adapt to digital workflows.",
      "subtitle3": "System Admins or Support Teams",
      "sentence3": "Who need to understand the system in order to manage and support overall usage effectively."
    }
  },
  "smartSeatingPage": {
    "section1": {
      "title": "LIVE Smart Seating System",
      "paragraph": "C-Canteen’s Smart Seating System leverages artificial intelligence (AI) and sensor cameras to detect the real-time availability of seats in the canteen. The system accurately and continuously updates the status of each seat whether it is occupied or available directly within the application. This enables users to instantly locate and select an available seat, reducing the hassle of wandering around and enhancing the overall efficiency and convenience of the canteen experience."
    },
    "section2": {
      "title": "Accessing the System",
      "paragraph": "Users can view the smart seating system by tapping the “Layout” button located on each canteen card or in the detailed page of the respective canteen. The Layout button displays one of the following three statuses:",
      "bullet1": "AI Available: Seating map with AI-powered real-time seat detection",
      "bullet2": "Map Only: Seating map available, but without AI functionality",
      "bullet3": "No Data: No seating map or AI data available"
    },
    "section3": {
      "title": "System Controls and Usage",
      "paragraph": "Users can control the view of the canteen layout by using the + and – buttons or performing pinch-to-zoom gestures to zoom in and out. Additionally, the Recenter button returns the view to its default state, and the Full Screen button allows users to view the layout in full screen mode."
    },
    "section4": {
      "title": "Seat Status Information",
      "bullet1": "Green: The table is available or has no more than 2 people. Ideal for individuals or those seeking a quiet spot.",
      "bullet2": "Yellow: 3–5 people are seated. The table is moderately occupied and may still have space.",
      "bullet3": "Red: More than 5 people are seated. The table is full or nearly full and not recommended.",
      "bullet4": "Gray: The system cannot retrieve data from the cameras or sensors in this area, so seat status cannot be displayed."
    }
  },
  "storeDashboardPage": {
    "section1": {
      "title": "Dashboard Store Main Page",
      "paragraph": "The dashboard is the main page of the system for stores, designed to allow them to quickly view important information all in one place. This includes daily sales, revenue, the number of orders, and an overall summary of the store’s performance. Additionally, there are buttons to access other features such as menu management, order viewing, and slip uploads, enabling stores to conveniently and comprehensively manage their operations in one location."
    },
    "section2": {
      "title": "Daily Summary Information of the Store",
      "paragraph": "The daily summary card clearly displays key information about the store each day, including daily revenue graphs, currently popular menus during that time, and the total number of orders received. This helps stores easily track sales performance and plan their operations more effectively."
    },
    "section3": {
      "title": "Feature Buttons",
      "paragraph": "On the store’s main page, there are four primary feature buttons designed to help stores manage their business comprehensively and conveniently. Each button is user-friendly, with intuitive icons, allowing quick access to manage various sections immediately.",
      "subtitle1": "Queue Management",
      "sentence1": "Used to check and prioritize the order queue for each day. Stores can see the status of each order, such as waiting, in progress, or ready for delivery, enabling efficient time management.",
      "subtitle2": "Menu Management",
      "sentence2": "Used to add, edit, or delete the store’s food menu. Stores can set menu names, prices, categories, and availability status so that customers always see the most up-to-date menu.",
      "subtitle3": "Promotion Management",
      "sentence3": "Used to create and manage various promotions such as discounts, buy-one-get-one offers, or discount codes to attract customers and boost sales.",
      "subtitle4": "Store Settings",
      "sentence4": "Used to customize store information such as the store name, opening hours, and store images to increase credibility and maintain a well-organized profile."
    }
  },
  "orderManagementPage": {
  "section1": {
    "title": "Order Management System",
    "paragraph": "C-Canteen's order management system helps vendors manage orders efficiently and clearly. Vendors can accept or reject incoming orders, view real-time details like items, timestamps, and notes, and access past order history for tracking or analysis. The system also allows sorting by time or price, making it easier to manage food preparation queues.",
    "notice": {
      "title": "Important Notes",
      "sencence1": "1. All orders shown have already been paid for by the customer.",
      "sencence2": "2. Each order may include multiple menu items."
    }
  },
  "section2": {
    "title": "How to Access",
    "paragraph": "Vendors can access the order system by tapping the ‘Manage Queue’ button on the Dashboard. Inside, they can switch between tabs to view ongoing and completed orders. Key features include:",
    "bullet1": "Easily switch between active and completed orders via tabs",
    "bullet2": "Sort orders by latest, earliest, lowest or highest price",
    "bullet3": "Status indicators with color codes and contextual actions"
  },
  "section3": {
    "title": "Order Status and Controls",
    "paragraph": "Orders are categorized by 4 color-coded statuses to help vendors quickly understand their progress:",
    "bullet1": "Pink: New orders waiting for response vendors can accept or reject",
    "bullet2": "Yellow: Orders in progress can be marked complete or canceled (not recommended)",
    "bullet3": "Green: Order is ready waiting for customer pickup",
    "bullet4": "Blue: Order has been picked up by the customer"
  }
}

  
}
