{
  "introPage": {
    "section1": {
      "title": "What is C-Canteen?",
      "paragraph": "C-Canteen is a smart canteen management system designed to enhance the dining experience by making it more convenient, faster, and efficient. It integrates AI technology and real-time data to automate key aspects of the canteen experience from detecting available seating and ordering food from vendors, to payment and order tracking. Everything is combined into a single, easy-to-use app that helps reduce congestion, save time, and meet the needs of modern lifestyles."
    },
    "section2": {
      "title": "Goals and Benefits",
      "bullet1": "Manage canteen seating in real time using AI that accurately detects available seats.",
      "bullet2": "Reduce wait times and crowding with a smooth and fast in-app food ordering system.",
      "bullet3": "Enhance user satisfaction with a more modern and organized canteen experience.",
      "bullet4": "Help food vendors reduce errors from traditional order-taking and provide clear tracking for both parties."
    },
    "section3": {
      "title": "Who is this manual for?",
      "subtitle1": "Students and Staff",
      "sentence1": "Using canteen services in universities, organizations, or large educational institutions who want a more convenient way to order food and find seating.",
      "subtitle2": "Canteen Vendors",
      "sentence2": "Looking to improve order efficiency, reduce mistakes, and adapt to digital workflows.",
      "subtitle3": "System Admins or Support Teams",
      "sentence3": "Who need to understand the system in order to manage and support overall usage effectively."
    }
  },
  "smartSeatingPage": {
    "section1": {
      "title": "LIVE Smart Seating System",
      "paragraph": "C-Canteen’s Smart Seating System leverages artificial intelligence (AI) and sensor cameras to detect the real-time availability of seats in the canteen. The system accurately and continuously updates the status of each seat whether it is occupied or available directly within the application. This enables users to instantly locate and select an available seat, reducing the hassle of wandering around and enhancing the overall efficiency and convenience of the canteen experience."
    },
    "section2": {
      "title": "Accessing the System",
      "paragraph": "Users can view the smart seating system by tapping the “Layout” button located on each canteen card or in the detailed page of the respective canteen. The Layout button displays one of the following three statuses:",
      "bullet1": "AI Available: Seating map with AI-powered real-time seat detection",
      "bullet2": "Map Only: Seating map available, but without AI functionality",
      "bullet3": "No Data: No seating map or AI data available"
    },
    "section3": {
      "title": "System Controls and Usage",
      "paragraph": "Users can control the view of the canteen layout by using the + and – buttons or performing pinch-to-zoom gestures to zoom in and out. Additionally, the Recenter button returns the view to its default state, and the Full Screen button allows users to view the layout in full screen mode."
    },
    "section4": {
      "title": "Seat Status Information",
      "bullet1": "Green: The table is available or has no more than 2 people. Ideal for individuals or those seeking a quiet spot.",
      "bullet2": "Yellow: 3–5 people are seated. The table is moderately occupied and may still have space.",
      "bullet3": "Red: More than 5 people are seated. The table is full or nearly full and not recommended.",
      "bullet4": "Gray: The system cannot retrieve data from the cameras or sensors in this area, so seat status cannot be displayed."
    }
  }
}
