{
  "introPage": {
    "section1": {
      "title": "C-Canteen คืออะไร ?",
      "paragraph": "C-Canteen คือระบบจัดการโรงอาหารอัจฉริยะที่พัฒนาขึ้นเพื่อยกระดับประสบการณ์การใช้โรงอาหารให้สะดวก รวดเร็ว และมีประสิทธิภาพมากยิ่งขึ้น โดยผสานเทคโนโลยี AI และข้อมูลแบบเรียลไทม์เข้าด้วยกัน ไม่ว่าจะเป็นการค้นหาที่นั่งว่างโดยอัตโนมัติ การสั่งอาหารจากร้านค้าผ่านมือถือ ไปจนถึงการชำระเงินและการติดตามสถานะของออเดอร์ all-in-one อยู่ในแอปเดียว ช่วยลดความแออัด ประหยัดเวลา และตอบโจทย์ไลฟ์สไตล์ของคนยุคใหม่"
    },
    "section2": {
      "title": "เป้าหมายและประโยชน์",
      "bullet1": "บริหารจัดการที่นั่งในโรงอาหารแบบเรียลไทม์ ด้วยระบบ AI ที่ตรวจจับที่นั่งว่างได้อย่างแม่นยำ",
      "bullet2": "ลดเวลารอคิวและความแออัด ด้วยระบบสั่งอาหารผ่านแอปที่ใช้งานง่ายและรวดเร็ว",
      "bullet3": "เพิ่มความพึงพอใจในการใช้โรงอาหาร ด้วยประสบการณ์ที่ทันสมัยและเป็นระบบมากขึ้น",
      "bullet4": "ช่วยร้านค้าในโรงอาหารลดข้อผิดพลาดจากการรับออเดอร์แบบดั้งเดิม พร้อมระบบติดตามที่ชัดเจน"
    },
    "section3": {
      "title": "คู่มือนี้เหมาะกับใคร ?",
      "subtitle1": "นักเรียนและบุคลากร",
      "sentence1": "ที่ใช้บริการโรงอาหารในมหาวิทยาลัย องค์กร หรือสถานศึกษาขนาดใหญ่ ที่ต้องการความสะดวกในการสั่งอาหารและหาที่นั่ง",
      "subtitle2": "ร้านค้าในโรงอาหาร",
      "sentence2": "ที่ต้องการเพิ่มประสิทธิภาพในการรับออเดอร์ ลดความผิดพลาด และปรับตัวเข้าสู่ระบบดิจิทัล",
      "subtitle3": "ผู้ดูแลระบบหรือฝ่ายสนับสนุน",
      "sentence3": "ที่ต้องการเข้าใจการทำงานของระบบ เพื่อช่วยดูแลการใช้งานในภาพรวม"
    }
  },
  "smartSeatingPage": {
  "section1": {
    "title": "LIVE ระบบที่นั่งอัจฉริยะ",
    "paragraph": "ระบบที่นั่งอัจฉริยะของ C-Canteen ทำงานร่วมกับเทคโนโลยีปัญญาประดิษฐ์ (AI) และกล้องเซนเซอร์ เพื่อตรวจสอบสถานะของที่นั่งในโรงอาหารแบบเรียลไทม์ ระบบสามารถแสดงผลว่าที่นั่งใดว่างหรือถูกใช้งานอยู่ผ่านแอปพลิเคชันได้อย่างแม่นยำและต่อเนื่อง ช่วยให้ผู้ใช้สามารถค้นหาและเลือกที่นั่งที่ว่างได้ทันที ลดความวุ่นวายจากการเดินหา และเพิ่มประสบการณ์ในการใช้โรงอาหารให้สะดวกและมีประสิทธิภาพยิ่งขึ้น"
  },
  "section2": {
    "title": "การเข้าใช้งานระบบ",
    "paragraph": "ผู้ใช้งานสามารถเข้าดูระบบที่นั่งได้โดยกดปุ่ม “Layout” ซึ่งอยู่บนการ์ดโรงอาหารหรือหน้ารายละเอียดของโรงอาหารแต่ละแห่ง ปุ่ม Layout  จะแสดงสถานะ 3 แบบ ดังนี้",
    "bullet1": "AI พร้อมใช้งาน: มีข้อมูลแผนผังที่นั่งพร้อมระบบ AI ตรวจจับ",
    "bullet2": "แผนผังเท่านั้น: แสดงเฉพาะผังที่นั่ง ไม่มีระบบ AI",
    "bullet3": "ไม่มีข้อมูล: ยังไม่มีผังที่นั่งหรือระบบ AI"
  },
  "section3": {
    "title": "การควบคุมและใช้งานระบบ",
    "paragraph": "ผู้ใช้งานสามารถควบคุมการแสดงผลของแผนผังโรงอาหารได้โดยการใช้ปุ่ม + และ – หรือการ pinch-to-zoom เพื่อขยายหรือย่อขนาด นอกจากนี้ยังสามารถกดปุ่ม Recenter  เพื่อกลับสู่มุมมองเริ่มต้น และใช้ปุ่ม Full Screen เพื่อดูแผนผังแบบเต็มจอได้"
  },
  "section4": {
    "title": "ข้อมูลสถานะที่นั่ง",
    "bullet1": "สีเขียว: โต๊ะว่าง หรือมีผู้นั่งอยู่ไม่เกิน 2 คน เหมาะสำหรับผู้ที่ต้องการความสงบหรือมาคนเดียว",
    "bullet2": "สีเหลือง: มีผู้นั่งอยู่ 3–5 คน โต๊ะเริ่มมีผู้ใช้งานหลายคน อาจยังพอมีที่นั่งว่างร่วม",
    "bullet3": "สีแดง: มีผู้นั่งมากกว่า 5 คน โต๊ะเต็มหรือใกล้เต็ม ไม่แนะนำให้เลือก",
    "bullet4": "ระบบไม่สามารถดึงข้อมูลจากกล้องหรือเซ็นเซอร์ในบริเวณนั้นได้ จึงไม่สามารถแสดงสถานะของโต๊ะได้"
  }
  }, 
  "storeDashboardPage": {
    "section1": {
      "title": "Dashboard หน้าหลักร้านค้า",
      "paragraph": "หน้า dashboard เป็นหน้าหลักของระบบสำหรับร้านค้า ซึ่งออกแบบมาให้ร้านค้าสามารถดูข้อมูลสำคัญได้อย่างรวดเร็วในที่เดียว ไม่ว่าจะเป็นยอดขาย รายรับ จำนวนออเดอร์ในแต่ละวัน และสรุปภาพรวมของร้าน นอกจากนี้ยังมีปุ่มสำหรับไปยังฟีเจอร์อื่นๆ เช่น การจัดการเมนู การดูคำสั่งซื้อ และการอัปโหลดสลิป เพื่อให้ร้านค้าสามารถใช้งานระบบได้สะดวกและครบถ้วนในที่เดียว"
    },
    "section2": {
      "title": "ข้อมูลสรุปรายวันของร้านค้า",
      "paragraph": "การ์ดสรุปรายวันจะแสดงข้อมูลสำคัญของร้านค้าในแต่ละวันอย่างชัดเจน ไม่ว่าจะเป็นกราฟรายได้ประจำวัน เมนูที่กำลังขายอยู่ในช่วงเวลานั้น รวมถึงจำนวนออเดอร์ที่ได้รับทั้งหมด ช่วยให้ร้านค้าติดตามผลการขายและวางแผนการจัดการร้านได้ง่ายยิ่งขึ้น"
    },
    "section3": {
      "title": "ปุ่มฟีเจอร์ต่างๆ",
      "paragraph": "บนหน้าหลักของร้านค้า จะมีปุ่มฟีเจอร์หลัก 4 ปุ่มที่ช่วยให้ร้านค้าสามารถจัดการร้านได้อย่างครบถ้วนและสะดวกยิ่งขึ้น โดยแต่ละปุ่มถูกออกแบบให้ใช้งานง่าย พร้อมไอคอนแสดงความหมาย และสามารถกดเข้าไปเพื่อจัดการส่วนต่างๆ ได้ทันที",
      "subtitle1": "จัดการคิว",
      "sentence1": "ใช้สำหรับตรวจสอบและจัดลำดับคิวของออเดอร์ที่เข้ามาในแต่ละวัน ร้านค้าสามารถดูว่าออเดอร์ใดอยู่ในขั้นตอนไหน เช่น รอกำลังทำ หรือพร้อมส่ง เพื่อบริหารจัดการเวลาได้อย่างมีประสิทธิภาพ",
      "subtitle2": "จัดการเมนู",
      "sentence2": "ใช้สำหรับเพิ่ม แก้ไข หรือลบเมนูอาหารของร้าน สามารถกำหนดชื่อเมนู ราคา หมวดหมู่ และสถานะการเปิดขาย เพื่อให้ลูกค้าเห็นเมนูที่อัปเดตอยู่เสมอ",
      "subtitle3": "จัดการโปรโมชั่น",
      "sentence3": "ใช้สำหรับสร้างและจัดการโปรโมชั่นต่างๆ เช่น ลดราคา ซื้อ 1 แถม 1 หรือรหัสส่วนลด เพื่อดึงดูดลูกค้าและกระตุ้นยอดขายของร้าน",
      "subtitle4": "ตั้งค่าร้าน",
      "sentence4": "ใช้สำหรับปรับแต่งข้อมูลร้าน เช่น ชื่อร้าน เวลาทำการ รูปภาพหน้าร้าน เพื่อให้ร้านมีความน่าเชื่อถือและเป็นระเบียบมากขึ้น"
    }
  },
 "orderManagementPage": {
  "section1": {
    "title": "ระบบจัดการออเดอร์",
    "paragraph": "ระบบจัดการออเดอร์ของ C-Canteen ออกแบบมาเพื่อให้ร้านค้าสามารถรับมือกับคำสั่งซื้อได้อย่างมีประสิทธิภาพ ร้านค้าสามารถรับหรือปฏิเสธออเดอร์ ตรวจสอบรายละเอียดแบบเรียลไทม์ เช่น เมนู เวลาสั่ง และหมายเหตุเพิ่มเติม อีกทั้งยังสามารถดูประวัติออเดอร์ที่ผ่านมาเพื่อตรวจสอบหรือวิเคราะห์ยอดขาย นอกจากนี้ยังมีระบบเรียงลำดับออเดอร์ตามเวลาและราคา ช่วยให้บริหารคิวการเตรียมอาหารได้ราบรื่นยิ่งขึ้น",
    "notice": {
      "title": "ข้อควรทราบ",
      "sencence1": "1. ออเดอร์ที่แสดงในระบบเป็นออเดอร์ที่ลูกค้าชำระเงินล่วงหน้าแล้ว",
      "sencence2": "2. หนึ่งออเดอร์อาจประกอบด้วยหลายเมนู"
    }
  },
  "section2": {
    "title": "การเข้าใช้งานระบบ",
    "paragraph": "ร้านค้าสามารถเข้าสู่ระบบจัดการออเดอร์ผ่านปุ่ม ‘จัดการคิว’ บนหน้า Dashboard ภายในระบบสามารถสลับแท็บเพื่อดูออเดอร์ที่กำลังดำเนินการและออเดอร์ที่เสร็จสิ้นแล้ว พร้อมฟีเจอร์สำคัญดังนี้",
    "bullet1": "สลับแท็บดูออเดอร์ที่ยังทำอยู่และออเดอร์ที่เสร็จแล้ว",
    "bullet2": "เรียงออเดอร์ตามเวลา หรือราคาน้อย-มาก",
    "bullet3": "แสดงสถานะออเดอร์ด้วยสีที่แตกต่าง พร้อมปุ่มควบคุมตามแต่ละสถานะ"
  },
  "section3": {
    "title": "สถานะออเดอร์และการควบคุม",
    "paragraph": "ระบบแบ่งสถานะออเดอร์ออกเป็น 4 สีหลัก เพื่อให้ร้านค้ารับรู้สถานะได้ชัดเจนและรวดเร็ว",
    "bullet1": "สีชมพู: ออเดอร์ใหม่ที่รอการตอบรับ ร้านค้าสามารถรับหรือปฏิเสธได้",
    "bullet2": "สีเหลือง: ออเดอร์ที่กำลังดำเนินการ สามารถทำเสร็จหรือยกเลิกได้ (ไม่แนะนำ)",
    "bullet3": "สีเขียว: ออเดอร์เสร็จแล้ว รอลูกค้ามารับ",
    "bullet4": "สีฟ้า: ลูกค้ารับออเดอร์เรียบร้อยแล้ว"
  }
}


}
